11/data/attachments/cfee394d50ef9e5b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_4ec86680-0f92-46e3-bcfb-16e9b8c56b92</nif:username>
            <nif:friendToBeAdded>Gabriel_whom_Friend_96480_5</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>